package minigame.game;

public class SpeedQuizQuesionList {

	public static SpeedQuizList[] sqList = {
			new SpeedQuizList("1982년생 가수이며 안동 장씨이다. 2008년 밴드로 데뷔했으며 \n 현재까지도 꾸준히 앨범을 출시하고있다. 해당 가수의 이름은?\n", "장기하"),
			new SpeedQuizList("뜻이 맞는 사람들이 모여 목적을 달성하기 위해 맴세하는 뜻으로\n" + "복숭아 나무 밑에서 유비,관우, 장비가 의형제를 맺은것에 유래된 고사성어는 무엇일까\n",
					"도원결의"),
			new SpeedQuizList("인재를 맞아들이기 위해 노력하거나 마음을 쓴다는 뜻으로\n" + " 유비가 제갈량을 얻기위해 초가집을 세번이나 찾아간 일화에서 유래된 고사성어는 무엇일까\n",
					"삼고초려"),
			new SpeedQuizList("1천원에 나오는 인물은 누구일까 무엇일까\n",
					"율곡이이", "이이", "율곡 이이"),
			new SpeedQuizList("1999년에 태어난 친구들은 토끼띠이다. 그럼 2001년 생은 무슨 띠일까? \n",
					"뱀", "뱀띠"),
			new SpeedQuizList("몇 명씩 무리를 지어 다니거나 함께 일을 하는 모양.을 뜻하는 사자성어 초성 : ㅅㅅㅇㅇ\n",
					"삼삼오오"),
			new SpeedQuizList("열 가운데 여덟이나 아홉.을 뜻하는 사자성어  초성 : ㅅㅈㅍㄱ\n",
					"십중팔구"),
			new SpeedQuizList("장기전을 피하고 속전으로 전국을 판가름하는 것.을 뜻하는 사자성어 초성 : ㅅㅈㅅㄱ \n",
					"속전속결"),
			new SpeedQuizList("묻는 말에 대하여 아주 딴판의 소리로 대답함.을 뜻하는 사자성어 초성 : ㄷㅁㅅㄷ \n",
					"동문서답"),
			new SpeedQuizList("곤란할 때는 주저하지 말고 도망가는 것이 가장 좋다.을 뜻하는 사자성어 초성 : ㅅㅅㅇㄱ \n",
					"삼십육계"),
			new SpeedQuizList("여러 가지 사물이 모두 차이가 있고 구별이 있음.을 뜻하는 사자성어 초성 : ㅊㅊㅁㅂ \n",
					"천차만별"),
			new SpeedQuizList("봄, 여름, 가을, 겨울의 네 계절.을 뜻하는 사자성어 초성 : ㅊㅎㅊㄷ \n",
					"춘하추동"),
			new SpeedQuizList("꼭 죽을 고비에서 살아남.을 뜻하는 사자성어 초성 : ㄱㅅㅇㅅ\n",
					"구사일생"),
			new SpeedQuizList("큰 소리로 떠들고 마구 노래 부름.을 뜻하는 사자성어 초성 : ㄱㅅㅂㄱ\n",
					"고성방가"),
			new SpeedQuizList("한 번에 천금을 얻다. 즉 단 한 번에 큰 재산이나 이익을 얻는 것.을 뜻하는 사자성어 초성 : ㅇㅎㅊㄱ\n",
					"일확천금"),
			new SpeedQuizList("하늘이나 땅에서 일어나는 재난이나 변사.을 뜻하는 사자성어 초성 : ㅊㅈㅈㅂ\n",
					"천재지변"), };

}
